[
  {
    "id": 1,
    "team": "Karma Invokers",
    "icons": ["invoker", "ionia"],
    "image": "1.karma-invoker.png",
    "locked": false,
    "tier": "S",
    "leveling": "slow-roll-7",
    "carries": [
      {
        "id": 1,
        "name": "Karma",
        "items": ["JeweledGauntlet", "HextechGunblade", "ArchangelsStaff"]
      },
      {
        "id": 2,
        "name": "Soraka",
        "items": ["ChaliceOfPower", "ChaliceOfPower"]
      },
      {
        "id": 3,
        "name": "Taric",
        "items": ["IonicSpark", "GargoyleStoneplate", "SunfireCape"]
      }
    ],
    "description": "Currently the most popular comp, due to Taric and Invokers receiving considerable buffs in Patch 13.14. If you play this you are likely going to be very contested. You can take Bard as your Legend hope for the silver Augment 'Caretaker's Ally' that grants you several of the same Tier 3 unit. You have a good chance of hitting Taric, Lissandra or Karma which will help you a lot at stabilizing in the early mid game.<br><br>Overall the goal is to play 4 Invokers with Taric and pivot into 6 Invokers either with an Emblem or Shen. Give Taric your tank items and Karma your AP items. You can run Soraka Carry if you managed to find her 3 Star, otherwise you can simply give her Chalice, especially when running Twisted Fate Legend. Should be Level 6 in Stage 3-2 and Level 7 in early Stage to add Ionia with Sett.<br><br>Since you are likely too contested to properly hit 3 Star units you can rush for Level 8 after finding your core setup at Level 6/7 and add Ryze and Ahri as a late game win condition."
  },
  {
    "id": 2,
    "team": "Slayer Reroll",
    "icons": ["slayer", "noxus"],
    "image": "2.slayer-reroll.png",
    "locked": false,
    "tier": "S",
    "leveling": "slow-roll-6",
    "carries": [
      {
        "id": 1,
        "name": "Zed",
        "items": ["InfinityEdge", "HandOfJustice", "TitansResolve"]
      },
      {
        "id": 2,
        "name": "Kled",
        "items": ["ZekesHerald", "ZekesHerald", "ZekesHerald"]
      },
      {
        "id": 3,
        "name": "Katarina",
        "items": ["JeweledGauntlet", "HandOfJustice", "IonicSpark"]
      }
    ],
    "description": "After the C Patch the meta has started to favor reroll comps again and the Slayer Zed comp makes perfect use of this. Push for Level 6 with 3 Ionia, 3 Noxus and 2 Rogues as youre core setup. You are looking to 3 Star Zed and Kled, but you can also collect Sett and Katarina if you can afford them.<br><br>You can craft the Slayer Emblem with a Spatula and a Sparring Glove and give it to Katarina (replace Hand of Justice). This is especially powerful if you manage to 3 Star her later in the game. It's also possible to give the Emblem to Darius if you had an easier time finding him.<br><br>Once you have Zed*3 you want to push towards Level 8 and add more Slayers like Gwen and Aatrox to cap out your board. You can also finish rolling for Katarina*3 and Darius*3 with Level 8 for an additional win condition."
  },
  {
    "id": 3,
    "team": "Noxus Reroll",
    "icons": ["noxus", "shuriman"],
    "image": "3.noxus-reroll.png",
    "locked": false,
    "tier": "S",
    "leveling": "slow-roll-7",
    "carries": [
      {
        "id": 1,
        "name": "Darius",
        "items": ["Bloodthirster", "TitansResolve", "InfinityEdge"]
      },
      {
        "id": 2,
        "name": "Katarina",
        "items": ["IonicSpark", "HandOfJustice", "JeweledGauntlet"]
      },
      {
        "id": 3,
        "name": "Nasus",
        "items": ["NoxusEmblem", "WarmogsArmor", "GargoyleStoneplate"]
      }
    ],
    "description": "Noxus can be played in a few variations. Outside of your 6 Noxus core you add Nasus/Azir with Shurima, add Zed for Slayer or roll for Ekko*3 together with Katarina. The best setup depends on your game, since Strategist are currently extremely powerful, the Shurima version can be quite difficult to hit at the moment.<br><br>In your best case scenario you have 6 Noxus in Stage 3-2, preferably with a Darius*2 to get you through mid game. Push for Level 7 in early Stage 4 and slow roll your interest for Darius*3 and Katarina*3. Once you have them you can push for Level 8 and add Ekko/Jarvan depending on what you prefer.<br><br>9 Noxus is a powerful chase trait, but it requires two Emblems and Level 9, which is very difficult to reach, so most of the time it's better to stay on Level 7/8 and prioritize your 3 Star carries instead.<br><br>Good users for Noxus Emblem are Nasus, Azir, Ekko, Zed or Aatrox."
  },
  {
    "id": 4,
    "team": "Slayer Kayle",
    "icons": ["slayer", "demacia"],
    "image": "4.slayer-kayle.png",
    "locked": false,
    "tier": "S",
    "leveling": "hyper-roll",
    "carries": [
      {
        "id": 1,
        "name": "Kayle",
        "items": ["GuinsoosRageblade", "GuinsoosRageblade"]
      },
      {
        "id": 2,
        "name": "Poppy",
        "items": ["BrambleVest", "ProtectorsVow", "DragonsClaw"]
      },
      {
        "id": 3,
        "name": "ApexTurret",
        "items": ["ShrinkModule", "ShrinkModule", "MechanoSwarm"]
      }
    ],
    "description": "Yordle Slayer Kayle Reroll is currently the most popular Tier 1 Reroll in the game, but be careful, there are a lot of players who will commit on this comp from the very start, so there is a high chance that you are contested, lowering the chance for success.<br><br>The core concept is to maximize your economy in Stage 2 and collect Kayle, Poppy and Maokai. You want to stay on Level 4 and roll down in Stage 3-1 for your Tier 1 units. How much you have to roll depends on each game, in some games you can roll to 30 gold and recovery economy your economy afterwards. In other games you end up rolling to 10 gold or lower to finish your 3 Stars and start to win streak.<br><br>You want to run 3 Yordle with 3 Demacia (early with Galio) to receive the bonus attack speed and the free Radiant item. With three 3 Star units Poppy will transform into 4 Star and acts as an amazing tank throughout the entire game.<br><br>It's helpful if your economy is not completely ruined by the roll down since this comp does intend to push towards Level 8 and even Level 9 and cap out the board with Heimerdinger, Aatrox and vertical Slayers.<br><br>Main item focus is on Kayle with Guinsoo/Gunblade/Giant Slayer. Poppy takes tank items like Bramble, Protector's Vow and Dragon's Claw. Depending on which items you find you can be flexible whether Kayle or Poppy receives the Radiant Item from the Demacia Trait."
  },
  {
    "id": 5,
    "team": "Freljord Akshan",
    "icons": ["freljord", "shuriman"],
    "image": "5.freljord-akshan.png",
    "locked": false,
    "tier": "S",
    "leveling": "slow-roll-7",
    "carries": [
      {
        "id": 1,
        "name": "Akshan",
        "items": ["Deathblade", "RunnansHurricane", "RunnansHurricane"]
      },
      {
        "id": 2,
        "name": "Sejuani",
        "items": ["ProtectorsVow", "WarmogsArmor", "SunfireCape"]
      },
      {
        "id": 3,
        "name": "Lissandra",
        "items": ["ArchangelsStaff", "JeweledGauntlet"]
      }
    ],
    "description": "While Aphelios is currently struggling, Akshan has taken his spot as the best ranged ADC. Thanks to a newly added interaction that makes Akshan shoot Hurricane bolts from his ability, he is capable of dealing massive amounts of AoE damage. With the help of the Freljord trait and Lissandra you can easily bypass the enemy tanks.<br><br>You open with 3 Shurima, 2 Freljord and 2 Deadeye and prioritize Akshan Items. He mainly wants AD items like Deathblade in combination with Hurricane, but he can also use other items like Infinity Edge, Guard Breaker or Giant Slayer. Tank items are initially on Vi and transfer to Sejuani in mid game.<br><br>You want to be Level 7 in Stage 4-1 and roll a bit for upgrades to stabilize your mid game. From here you can either stay on Level 7, roll for Akshan*3 and then push Level 8 or you go straight for Level 8 and roll for Akshan*3 later. Both are viable, it somewhat depends how many Akshan you find and if you have Augments that help with rolling.<br><br>    In late game you can add Sion for an additional Frontline and Heimerdinger for utility. Usually you skip 4 Deadeye in this build and prioritize a stronger frontline."
  }
]
